Repository: Arthur2e5/bashstyle-ng
Catalog: i18n/*/*-wizard.po
Languages: de, ru

source: You just finished generating your configuration. You can find it in $HOME/.bashstyle.wizard. You may re-run this wizard via bs-ng-wizard --force. To see a list of usefull tips for the bash, run bashtips.
ru: Вы только что закончили создание своей конфигурации. Вы можете найти ее в $HOME/.bashstyle.wizard. Вы можете перезапустить мастер используя команду bs-ng-wizard --force. Что бы просмотреть полный список параметров используйте команду bashtips.

source: verbosity
de: Gesprächigkeit
ru: подробный вывод

source: Do you want to disable the text flying by, when starting bash?
de: Vorbeiziehenden Text beim Starten unterdrücken?
ru: Хотите отключить анимацию текста при запуске bash?

source: restore
de: Wiederherstellen
ru: восстановить

source: Do you want to restore the last working directory when starting bash?
de: Beim nächsten Start das zuletzt besuchte Verzeichnis wiederherstellen?
ru: Хотите запомнить последнюю рабочую директорию?

source: Do you want to use colorshell (different text color after each command)?
de: Colorshell (wechselnde Textfarbe nach jedem Kommando) verwenden?
ru: Хотите использовать colorshell (разная подсветка после ввода каждой команды)?

source: Writer device
de: Brenner
ru: Устройство записи

source: The writeiso and geniso functions need to know what device to access. By default /dev/dvdrw is beeing used, do you want to choose a different device?
de: Die Funktionen writeiso and geniso müssen wissen, welches Gerät sie verwenden sollen. Standardmäßig wird /dev/dvdrw verwendet, ein anderes auswählen?
ru: Для функций writeiso и geniso необходимо указать устройство для записи. По умолчанию будет использоваться /dev/dvdrw , хотите указать другое устройство?

source: geniso error tolerance
de: geniso Fehlertoleranz
ru: игнорировать ошибки geniso

source: By default geniso stops at the first read error. Do you want geniso to continue anyways? [recommended]
de: Standardmäßig bricht geniso beim ersten Lesefehler ab. Soll geniso trotzdem fortfahren? [empfohlen]
ru: По умолчанию, geniso прерывает работу при первой ошибке чтения. Хотите, что бы geniso всегда продолжал работу? [рекомендуется]

source: GIT setup
de: GIT Einrichtung
ru: Настройка GIT

source: Do you want to configure GIT?
de: Soll GIT konfiguriert werden?
ru: Настроить GIT?

source: GIT username
de: GIT Benutzername
ru: Пользователь GIT

source: Enter your real name to be used by GIT:
de: Bürgerlichen Namen für GIT eingeben:
ru: Введите Ваше настоящее имя для GIT

source: GIT email
ru: E-mail GIT

source: Enter your email to be used by GIT:
de: Mail-Adresse für GIT eingeben:
ru: Введите Ваш E-mail для GIT

source: GIT key
de: GIT Schlüssel
ru: Ключ GIT

source: Do you want to set a default key for signing off GIT?
de: Einen Standardschlüssel für GIT einrichten?
ru: Указать ключ по умолчанию для GIT?

source: default git signing key
de: GIT Schlüssel
ru: ключ git по умолчанию

source: Enter the default key for signing off GIT:
de: Standardschlüssel für GIT eingeben:
ru: Введите ключ GIT по умолчанию

source: GIT color
de: GIT Farbe
ru: цвета GIT

source: Do you want colored output from GIT?
de: Farbige Ausgaben von GIT erhalten?
ru: Хотите использовать цветной вывод для сообщений GIT?

source: Editor for GIT
de: Editor für GIT
ru: Редактор для GIT

source: What editor to use for GIT commit messages & Co?:
de: Welcher Editor soll für commit-Nachrichten u. ä. verwendet werden?
ru: Какой редактор использовать для редактирования комментариев к GIT коммитам?:

source: Do you want some aliases to be defined? git co [git checkout] git up [git pull] git re [git reset --hard HEAD] git ma [git checkout master] git who [git shortlog -s --]
de: Sollen eine Hand voll Pseudonyme erstellt werden? git co [git checkout] git up [git pull] git re [git reset --hard HEAD] git ma [git checkout master] git who [git shortlog -s --]
ru: Хотите установить некоторые алиасы? git co [git checkout] git up [git pull] git re [git reset --hard HEAD] git ma [git checkout master] git who [git shortlog -s --]

source: Do you have a GNOME GIT account? With this info get_gnome can clone GIT repos with write access.
de: Hast du einen GNOME-GIT-Account? Mit dieser Information kann get_gnome GIT-Repos mit Schreibrechten klonen.
ru: У Вас есть учетная запись на GNOME GIT? С помощью этой информации get_gnome может клонировать репозитории с возможностью записи.

source: git.gnome.org account
ru: учетная запись git.gnome.org

source: What's your GNOME GIT Account?:
de: Name des GNOME-GIT-Accounts:
ru: Ваша учетная запись GNOME GIT?:

source: Do you have a XFCE GIT account? With this info get_xfce can clone GIT repos with write access.
de: Hast du einen XFCE-GIT-Account? Mit dieser Information kann get_xfce GIT-Repos mit Schreibrechten klonen.
ru: У Вас есть учетная запись на XFCE GIT? С помощью этой информации get_xfce может клонировать репозитории с возможностью записи.

source: git.xfce.org account
ru: учетная запись git.xfce.org

source: What's your XFCE GIT Account?:
de: Name des XFCE-GIT-Accounts:
ru: Ваша учетна запись XFCE GIT?:

source: Use lscd
de: Benutze lscd
ru: Использовать lscd

source: lscd is a replacement for cd, which immediately displays the content of the directory gone into. Also it displays .dirinfo information if available Do you want to use lscd rather than cd by default?
de: lscd ist ein Ersatz für cd, welcher den Inhalt des Verzeichnisses anzeigt. Zusätzlich zeigt es .dirinfo Informationen an, falls vorhanden. lscd anstelle von cd verwenden?
ru: lscd это замена для cd, которая сразу отображает содержимое директории при переходе в нее. Так же эта команда выводит информацию из .dirinfo, если она доступна. Хотите использовать lscd вместо cd?

source: lscd options
de: lscd Optionen
ru: настройки lscd

source: Regardless of your previous choise you may give lscd some extra ls options.
de: Unabhängig von der vorherigen Wahl können zusätzliche Optionen an lscd übergeben werden.
ru: В независимости от Вашего предыдущего выбора, Вы можете указать несколько дополнительных функций для lscd.

source: reprepro setup
de: reprepro Einrichtung
ru: настройка reprepro

source: Do you want to setup reprepro? If you have a repo managed via reprepro, you can now setup repoadd.
de: Reprepro einrichten? Für mit reprepro verwaltete Apt-Repos kann repoadd eingerichtet werden.
ru: Хотите установить reprepro? Если у Вас есть репозиторий, созданный reprepro, можете настроить repoadd.

source: Enter the full path to the repo base directory:
de: Voller Pfad zum Repo-Basis-Verzeichnis:
ru: Введите абсолютный путь к репозиторию:

source: Enter the name of the default dist:
de: Name der Standard-Distribution:
ru: Введите название дистрибутива по умолчанию:

source: Do you have a KDE SVN account? With this info get_kde can checkout SVN repos with write access.
de: Hast du einen KDE-SVN-Account? Mit dieser Information kann get_kde SVN-Repos mit Schreibrechten auschecken.
ru: У Вас есть учетная запись на KDE SVN? С помощью этой информации get_kde может создавать рабочие копии с возможностью записи.

source: svn.kde.org account
ru: учетная запись svn.kde.org

source: What's your KDE SVN Account?:
de: Name des KDE-SVN-Accounts:
ru: Ваша учетная запись KDE SVN?:

source: Do you have an Enlightenment SVN account? With this info get_e can checkout SVN repos with write access.
de: Hast du einen Enlightenment-SVN-Account? Mit dieser Information kann get_e SVN-Repos mit Schreibrechten auschecken.
ru: У Вас есть учетная запись на Enlightenment SVN? С помощью этой информации get_e может создавать рабочие копии с возможностью записи.

source: svn.enlightenment.org account
ru: учетная запись svn.enlightenment.org

source: What's your Enlightenment SVN Account?:
de: Name des Enlightenment-SVN-Accounts:
ru: Ваша учетная запись Enlightenment SVN?:

source: personal infos
de: persönliche Informationen
ru: персональные данные

source: Next follow some options asking your for personal informations (real name, birthday, mail-address).
de: Als nächstes folgen Abfragen zu persönlichen Daten (bürgerlicher Name, Geburtstag, Mail-Adresse).
ru: Следующие функции требуют Ваших персональных данных (настоящее имя, день рождения, e-mail).

source: username
de: Benutzername
ru: имя пользователя

source: Enter your real name (name and surname) This info is mainly used by the Owner-field of .dirinfo files:
de: Bürgerlichen Namen eingeben (Vorname Name) Diese Info wird hauptsächlich vom Owner-Feld von .dirinfo-Dateien verwedet:
ru: Введите Ваше настоящее имя (имя и фамилию) Эти данные будут использованы для отметок в файлах .dirinfo:

source: birthday
de: Geburtstag
ru: День рождения

source: Enter your birthday in MM-DD (eg 12-24) format. (You'll see what happens):
de: Geburtstag im MM-TT (z. B. 12-24) Format eingeben. (… Überraschung …)
ru: Введите Ваш День рождения в формате ММ-ДД (например 12-24). (Вы увидете что получится):

source: location
de: Standort
ru: местоположение

source: Enter your location in CITY COUNTRY (eg Berlin Deutschland) format.
de: Standort im STADT LAND (z. B. Berlin Deutschland) Format eingeben.
ru: Укажите Ваше местоположение в формате ГОРОД СТРАНА (например Челябинск Россия).

source: mail
ru: E-mail

source: Enter your mail-address.
de: Mail-Adresse angeben:
ru: Введите Ваш E-mail

source: userlevel
de: Benutzerstufe
ru: уровень пользователя

source: Choose your userlevel
de: Benutzerstufe auswählen
ru: Укажите Ваш уровень пользователя

source: BashStyle-NG $BSNG_VERSION First-Run-Wizard
de: BashStyle-NG $BSNG_VERSION Erststartdialog

source: You just finished generating your configuration. You can find it in $HOME/.settings-rc. You may re-run this wizard via bs-ng-wizard --force. To see a list of usefull tips for the bash, run bashtips.
de: Konfiguration wurde erfolgreich erstellt. Sie befindet sich unter $HOME/.bashstyle.wizard. Um diesen Dialog erneut aufzurufen, führe bs-ng-wizard --force aus. Für eine Liste hilfreicher Tipps starte bashtips.

source: colorshell
de: Farbshell

source: SVN compat
de: SVN Kompatibilität

source: reprepro repo home
de: reprepro Repo-Basis
