Repository: Arthur2e5/bashstyle-ng
Catalog: i18n/*/nx-rc.po
Languages: es, ru

source: BashStyle-NG: Started from GDM -- exiting
ru: BashStyle-NG: Запуск из GDM -- выход

source: BashStyle-NG Starting
es: BashStyle-NG iniciando
ru: BashStyle-NG Запуск

source: BashStyle-NG Bash Major Version:
es: BashStyle-NG mayor Versión de Bash:
ru: BashStyle-NG Bash Мажорная версия:

source: BashStyle-NG Bash Minor Version:
es: BashStyle-NG Bash Versión Menor:
ru: BashStyle-NG Bash Минорная версия:

source: BashStyle-NG Version:
es: Versión de BashStyle-NG
ru: BashStyle-NG Версия:

source: BashStyle-NG Prefix:
es: Prefijo de BashStyle-NG:
ru: BashStyle-NG Префикс:

source: BashStyle-NG Debugging: Enabled
es: Depurar BashStyle-NG: Activado
ru: BashStyle-NG Отладка: Включено

source: BashStyle-NG Logfile:
es: Archivo de registro de BashStyle-NG:
ru: BashStyle-NG Логфайл:

source: BashStyle-NG Setting:
es: Ajuste de BashStyle-NG:
ru: BashStyle-NG Настройка:

source: Alias
ru: Алиас

source: BashStyle-NG Loading:
ru: BashStyle-NG Загрузка:

source: BashStyle-NG: Exiting
es: BashStyle-NG: Terminando
ru: BashStyle-NG: Выход

source: ps2 ps3 ps4 char
es: ps2 ps3 ps4 caracter
ru: символы ps2 ps3 ps4

source: Fist-Run-Wizard Settings
ru: Установки Мастера Настройки

source: Custom Settings
es: Ajustes personalizados
ru: Пользовательские Настройки

source: Style Random
es: Estilo aleatorio
ru: Случайный Стиль

source: Style Custom
es: Estilo personalizado
ru: Пользовательский Стиль

source: Style
es: Estilo
ru: Стиль

source: Style Fallback
ru: Сброс Стиля

source: BashStyle-NG Starting:
ru: BashStyle-NG Запуск:

source: Tab-Rotation
es: Rotación de Tabulador
ru: Табы-Ротация

source: On
es: Activado
ru: Включено

source: Off
es: Desactivado
ru: Выключено

source: Bookmarks
ru: Закладки

source: Welcome Message
es: Mensaje de saludo
ru: Приветственное Сообщение

source: Colored ls
es: ls colorado
ru: Подсвечивать ls

source: Colors
es: Colores
ru: Цвета

source: Color-Style
es: Estile de color
ru: Цвет-Стиль

source: LS_COLORS Setting: LS_COLORS
es: Ajustes LS_COLORS: LS_COLORS
ru: Настройка LS_COLORS: LS_COLORS

source: LS_COLORS Loading: BashStyle-NG
es: Cargando LS_COLORS: BashStyle-NG
ru: Загрузка LS_COLORS: BashStyle-NG

source: LS_COLORS Message: colors disabled!
ru: Сообщение LS_COLORS: подсветка отключена!

source: LS_COLORS Message: not setting LS_COLORS
ru: Сообщение LS_COLORS: LS_COLORS не установлен

source: Terminfo Bold
ru: Terminfo Жирный

source: NanoCFG Setting:
es: Ajuste ConfigNano:
ru: NanoCFG Настройки:

source: Auto-Indention
es: Auto-Indentación
ru: Автоматические-Отступы

source: Autosave
es: Guardar automáticamente
ru: Автосохранение

source: Bold-Text
es: Texto en Negrita
ru: Жирный-Текст

source: Case-Sensitive
ru: Регистрозависимый

source: Show-Position
es: Muestra-Posición
ru: Показать-Позицию

source: More-Space
es: Más-Espacio
ru: Больше-Места

source: No-Help
es: Sin-Ayuda
ru: Отлючить-Помощь

source: History Log:
es: Registro de historía:
ru: Журнал истории:

source: Rebind Delete:
es: Reajustar Suprimir:
ru: Переопределить Delete

source: Rebind Keypad:
es: Reajustar teclador:
ru: Переопределить Клавишу

source: NanoCFG Loading:
es: Cargar ConfigNano:
ru: NanoCFG Загрузка:

source: Colored grep
es: grep colorado
ru: Цветной фильтр

source: ReadlineCFG Setting:
es: Ajuste ConfigReadline:
ru: ReadlineCFG Настройка:

source: Bellstyle
ru: Тип гудка

source: Disable-Completion
es: Desactivar-Completación
ru: Отключить-Дополнение

source: Horizontal-Scroll-Mode
es: Modo-Desplazamiento-Horizontal
ru: Горизантально-Скроллинг-Режим

source: Show-All-If-Ambiguous
es: Mostrar-Todo-Si-Ambiguo
ru: Показать-Все-Если-Неопределенный

source: Match-Hidden-Files
es: Coincida-Archivos-Ocultos
ru: Искать-Скрытые-Файлы

source: Completion-Ignore-Case
es: Completación-Ignorar-Mayúsculas-y-Minúsculas
ru: Окончание-Игнорировать-Регистр

source: Editing-Mode Emacs
es: Modo de Edición Emacs
ru: Режим редактирования Emacs

source: Editing-Mode Vi
es: Modo de Edición Vi
ru: Режим редактирования Vi

source: Visible-Stats
es: Stats-Visibles
ru: Видимая-Статистика

source: Print-Completions-Horizontally
ru: Печать-Окончание-Вертикально

source: Mark-Directories
es: Marcar-Directorios
ru: Помечать-Директории

source: Mark-Symlinked-Directories
ru: Помечать-Ссылки-Директории

source: Mark-Modified-Lines
es: Marcar-Líneas-Modificadas
ru: Помечать-Измененные-Строки

source: ReadlineCFG Loading:
es: Cargando ConfigReadline:
ru: ReadlineCFG Загрузка:

source: BashStyle-NG Message: Bash is not 4.x -- disabling new shopts
es: Mensaje BashStyle-NG: Bas no es 4.x -- desactivando nuevos shopts
ru: Сообщение BashStyle-NG: Bash is not 4.x -- disabling new shopts

source: VimCFG Setting:
es: Ajuste ConfigVim:
ru: Настройки VimCFG:

source: Colorscheme
es: Esquema de color
ru: Цветовая схема

source: Syntax
es: Síntaxis
ru: Синтаксис

source: Background dark
es: Color de fondo oscuro
ru: Темный бэкграунд

source: Background light
es: Color de fondo claro
ru: Светлый бэкграунд

source: Jump-Back
es: Navegar-atras
ru: Откатить-Назад

source: Auto-Indent
ru: Автоматический-Отступ

source: Smart-Indent
ru: Умный-Отступ

source: Show-Command
es: Mostrar-Comando
ru: Показать-Команду

source: Show-Matches
es: Mostrar-Parejas
ru: Показывать-Совпадения

source: Ignore-Case
es: Ignorar-Mayúsculas-Minúsculas
ru: Игнорировать-Регистр

source: Smart-Case
es: Mayúsculas-Minúsculas-Inteligente
ru: Умный-Регистр

source: Incremental-Search
es: Búsqueda-Incremental
ru: Инкрементальный-Поиск

source: Highlight
ru: Подсветка

source: Show-Number
es: Mostar-Numero
ru: Показывать номера

source: Auto-Save
es: Guardar automáticamente
ru: Авто-сохранение

source: Highlight-Current-Line
es: Marcar-Línea-Actual
ru: Подсветить-Текущую-Строку

source: Highlight-Current-Column
ru: Подсветить-Текущий-Столбец

source: Show-Ruler
es: Mostrar-Regla
ru: Показать-Линейку

source: Ruler-Format
es: Formato-Regla
ru: Формат-Линейки

source: Backup
es: Copía-de-Seguridad
ru: Резервная копия

source: Start-Of-Line
ru: Начало-Строки

source: Autowrap-length
ru: Авотматический перенос-Длина

source: Linewrapping
ru: Перенос слов

source: Tab-width
ru: Ширина-таба

source: Auto chdir
ru: Автоматическая смена католога

source: VimCFG Loading:
es: Cargando ConfigVim:
ru: VimCFG загрузка:

source: BashStyle-NG Bash Patch Level:
es: BashStyle-NG Bash Nivel de Patch:

source: ReadlineCFG
es: ConfigReadline

source: VimCFG
es: ConfigVim

source: NanoCFG
es: ConfigNano

source: HISTSIZE
es: TAMAÑOREGISTRO

source: HISTFILESIZE
es: TAMAÑOARCHIVOREGISTRO

source: PATH
es: RUTA

source: Filetype-Indention
es: Indentación-Tipe-de-archivo
