Repository: Arthur2e5/bashstyle-ng
Catalog: translations/po/*.po
Languages: bs_ng_es, bs_ng_ru

source: <b>Style</b>
bs_ng_es: <b>Estilo</b>
bs_ng_ru: <b>Стиль</b>

source: <b>Aliases</b>
bs_ng_ru: <b>Алиасы</b>

source: <b>Advanced</b>
bs_ng_es: <b>Avanzado</b>
bs_ng_ru: <b>Расширенно</b>

source: <b>Extras</b>
bs_ng_es: <b>Suplementos</b>
bs_ng_ru: <b>Экстра</b>

source: <b>Profiles</b>
bs_ng_es: <b>Perfiles</b>
bs_ng_ru: <b>Профили</b>

source: <b>LS Colors</b>
bs_ng_es: <b>LS Colores</b>
bs_ng_ru: <b>LS Цвета</b>

source: <b>Custom</b>
bs_ng_es: <b>Personalizado</b>
bs_ng_ru: <b>Разное</b>

source: <b>Preview</b>
bs_ng_es: <b>Vista previa</b>
bs_ng_ru: <b>Просмотр</b>

source: <b>Help</b>
bs_ng_es: <b>Ayuda</b>
bs_ng_ru: <b>Помощь</b>

source: <b>Info</b>
bs_ng_es: <b>Información</b>
bs_ng_ru: <b>Информация</b>

source: (c) 2007 - 2010 Christopher Bratusek
bs_ng_ru: (c) 2007 - 2010 Кристофер Братузек

source: BashStyle-NG lets you make more out of your terminal!
bs_ng_es: ¡BashStyle-NG te permite hacer más de tu Terminal!
bs_ng_ru: BashStyle-NG улучшит вашу косоль!

source: <b>Alias #1</b>
bs_ng_ru: <b>Алиас #1</b>

source: <b>Alias #2</b>
bs_ng_ru: <b>Алиас #2</b>

source: <b>Alias #3</b>
bs_ng_ru: <b>Алиас #3</b>

source: <b>Alias #4</b>
bs_ng_ru: <b>Алиас #4</b>

source: <b>Alias #5</b>
bs_ng_ru: <b>Алиас #5</b>

source: <b>Alias #6</b>
bs_ng_ru: <b>Алиас #6</b>

source: <b>Alias #7</b>
bs_ng_ru: <b>Алиас #7</b>

source: <b>Alias #8</b>
bs_ng_ru: <b>Алиас #8</b>

source: <b>Alias #9</b>
bs_ng_ru: <b>Алиас #9</b>

source: <b>Archive Files/Custom</b>
bs_ng_es: <b>Archivos/Personalizado</b>
bs_ng_ru: <b>Архив/Разное</b>

source: <b>Bash 3.x (and newer)</b>
bs_ng_es: <b>Bash 3.x (y más nuevo)</b>
bs_ng_ru: <b>Bash 3.x (и старше)</b>

source: <b>Bash 4.x (and newer)</b>
bs_ng_es: <b>Bash 4.x (y más nuevo)</b>
bs_ng_ru: <b>Bash 4.x (и старше)</b>

source: <b>BashStyle-NG Stuff</b>
bs_ng_es: <b>Cosas de BashStyle-NG</b>
bs_ng_ru: <b>Команда BashStyle-NG</b>

source: <b>Basic</b>
bs_ng_es: <b>Básico</b>
bs_ng_ru: <b>Базовый</b>

source: <b>Colors</b>
bs_ng_es: <b>Colores</b>
bs_ng_ru: <b>Цвета</b>

source: <b>Common Files</b>
bs_ng_es: <b>Archivos comunes</b>
bs_ng_ru: <b>Общие файлы</b>

source: <b>Completion</b>
bs_ng_es: <b>Terminación</b>
bs_ng_ru: <b>Дополнение</b>

source: <b>Custom Prompt</b>
bs_ng_es: <b>Prompt personalizado</b>
bs_ng_ru: <b>Дополнительные действия</b>

source: <b>Editing</b>
bs_ng_es: <b>Editar</b>
bs_ng_ru: <b>Редактирование</b>

source: <b>Export Profile</b>
bs_ng_es: <b>Exportar los perfiles</b>
bs_ng_ru: <b>Экспортировать профиль</b>

source: <b>Generate RC Files</b>
bs_ng_es: <b>Generar Archivos de configuración</b>
bs_ng_ru: <b>Сгенерировать RC файлы</b>

source: <b>History</b>
bs_ng_es: <b>Historía</b>
bs_ng_ru: <b>История</b>

source: <b>Image/Audio Files</b>
bs_ng_es: <b>Imágen/Archivo de Audio</b>
bs_ng_ru: <b>Изображения/Аудио файлы</b>

source: <b>Import Profile</b>
bs_ng_es: <b>Importar perfiles</b>
bs_ng_ru: <b>Импортировать профиль</b>

source: <b>Misc</b>
bs_ng_es: <b>Misceláneo</b>
bs_ng_ru: <b>Разное</b>

source: <b>Searching</b>
bs_ng_es: <b>Búsqueda</b>
bs_ng_ru: <b>Поиск</b>

source: <b>Separator Style</b>
bs_ng_es: <b>Estilo del Separador</b>
bs_ng_ru: <b>Стиль разделителя</b>

source: <b>Standard Stuff</b>
bs_ng_es: <b>Cosas básicas</b>
bs_ng_ru: <b>Инструменты</b>

source: <b>Tweaks</b>
bs_ng_ru: <b>Расширенные настройки</b>

source: About BashStyle-NG
bs_ng_es: Acerca de BashStyle-NG
bs_ng_ru: О программе About BashStyle-NG

source: Adaryn
bs_ng_ru: Птица

source: Advantage
bs_ng_es: Ventaja
bs_ng_ru: Преимущество

source: Audible
bs_ng_es: Audio
bs_ng_ru: Слышимый

source: Autosave files
bs_ng_es: Auto-Guardar
bs_ng_ru: Автосохранение файлов

source: BZiped TAR Archive:
bs_ng_es: Archivo TAR BZIP:
bs_ng_ru: Архив tar.bz2:

source: Background Processes
bs_ng_es: Proceso de fondo
bs_ng_ru: Фоновые процессы

source: Backup files
bs_ng_es: Crear copias de seguridad
bs_ng_ru: Резервные файлы

source: Base Workdir
bs_ng_es: Directorio estándar
bs_ng_ru: Базовая рабочая директория

source: Bash has dark background
bs_ng_es: Bash tiene un fondo oscuro
bs_ng_ru: Темный цвет фона командной строки

source: Bash's Process ID
bs_ng_es: ID de proceso Bash
bs_ng_ru: ID процесса командной строки

source: BashStyle-NG is licensed under the: GNU GENERAL PUBLIC LICENSE V3 The Oxygen Icons are licensed under the: GNU LESSER GENERAL PUBLIC LICENSE V3 The Undobuffer Pythonmodule is licensed under the: GNU LESSER GENERAL PUBLIC LICENSE V3
bs_ng_ru: BashStyle-NG распространяется под следующей лицензией: GNU GENERAL PUBLIC LICENSE V3 Тема иконок Oxygen распространяется под следующей лицензией: GNU LESSER GENERAL PUBLIC LICENSE V3 The Undobuffer Pythonmodule распространяется под следующей лицензией: GNU LESSER GENERAL PUBLIC LICENSE V3

source: Black
bs_ng_es: Negro
bs_ng_ru: Черный

source: Blue
bs_ng_es: Azúl
bs_ng_ru: Синий

source: Bold
bs_ng_es: Marcado
bs_ng_ru: Жирный

source: Both
bs_ng_es: Ambos
bs_ng_ru: Оба

source: Bracket
bs_ng_es: Paréntesis
bs_ng_ru: Скобка

source: Bright
bs_ng_ru: Светлый

source: Brown
bs_ng_es: Marron
bs_ng_ru: Коричневый

source: CPU Load
bs_ng_es: Cargo de procesador
bs_ng_ru: Загрузка процессора

source: Change CDPATH
bs_ng_es: cambiar CDPATH
bs_ng_ru: Изменить CDPATH

source: Change Color to:
bs_ng_es: Cambiar color a:
bs_ng_ru: Изменить цвет на:

source: Change Completion Blacklist
bs_ng_es: Lista negra de Terminación
bs_ng_ru: Изменить список запрещенных дополнений

source: Change editor for fc
bs_ng_es: Cambiar editor para fc
bs_ng_ru: Изменить редактор

source: Choose Color to Change:
bs_ng_es: Eligir color a cambiar:
bs_ng_ru: Выбрать цвет:

source: Choose Style to modify:
bs_ng_es: Eliger Estilo a modificar:
bs_ng_ru: Выбрать стиль для редактирования:

source: Clock Advanced
bs_ng_es: Reloj avanzado
bs_ng_ru: Расширенные часы

source: Coldblue
bs_ng_es: Azul frío
bs_ng_ru: Ледяной

source: Colored Prompts
bs_ng_es: Prompts Colorados
bs_ng_ru: Окрашенные подсказки

source: Colored grep output
bs_ng_es: Salida greo colorado
bs_ng_ru: Окрашенный фильтр вывода

source: Colored ls output
bs_ng_es: Salida ls colorada
bs_ng_ru: Окрашенный вывод

source: Colored manpages
bs_ng_es: Pagínas man coloradas
bs_ng_ru: Окрашенные страницы справки

source: Command Number [History]
bs_ng_es: Número de instrucción [Historía]
bs_ng_ru: Количество команд [История]

source: Command Number [Session]
bs_ng_es: Número de instrucción [Sesión]
bs_ng_ru: Количество команд [Сессия]

source: Completion query items
bs_ng_es: Itemes de completación
bs_ng_ru: Очередь завершенных элементов

source: Cream
bs_ng_es: Crema
bs_ng_ru: Кремовый

source: Current TTY
bs_ng_es: TTY Actual
bs_ng_ru: Текущий терминал

source: Custom:
bs_ng_es: Personalizado:
bs_ng_ru: Разное:

source: Customize LS Colors
bs_ng_es: Personalizar Colores de
bs_ng_ru: Изменить цвета LS

source: Cyan
bs_ng_ru: Голубой

source: Dash
bs_ng_ru: Черта

source: Date
bs_ng_es: Fecha
bs_ng_ru: Дата

source: Debian Packages:
bs_ng_es: Paquetes Debian:
bs_ng_ru: Пакеты Debian:

source: Default
bs_ng_es: Estándar
bs_ng_ru: По умолчанию

source: Desert
bs_ng_es: Desierto
bs_ng_ru: Пустыня

source: Dimmed
bs_ng_es: Reducido
bs_ng_ru: Приглушенный

source: Directories:
bs_ng_es: Directorios:
bs_ng_ru: Директории:

source: Directory Indicator
bs_ng_es: Indicador de Directorio
bs_ng_ru: Индикатор директории

source: Display (partial) command
bs_ng_es: Mostrar comando (parcial)
bs_ng_ru: Отобразить команду

source: Display Batteryload:
bs_ng_es: Mostrar estado de batería:
bs_ng_ru: Показать заряд батареи:

source: Display Diskspace:
bs_ng_es: Mostrar Espacio libre:
bs_ng_ru: Показать дисковое пространство:

source: Display Memory:
bs_ng_es: Mostrar Memoría:
bs_ng_ru: Показать объем памяти:

source: Display battery load
bs_ng_es: Mostrar estado de batería
bs_ng_ru: Заряд батареи

source: Display line numbers
bs_ng_es: Mostrar numero de linea:
bs_ng_ru: Показать номера строк

source: Display number of files
bs_ng_es: Mostrar cantidad de archivos
bs_ng_ru: Показать число файлов

source: Display number of running jobs
bs_ng_es: Mostrar cantidad de procesos activos:
bs_ng_ru: Показать число запущенных задач

source: Display number of the tty
bs_ng_es: Mostrar número de tty
bs_ng_ru: Показать число открытых терминалов

source: Display position of cursor
bs_ng_es: Mostrar posición del cursor
bs_ng_ru: Показать позицию курсора

source: Display size of files
bs_ng_es: Mostrar tamaño de archivos
bs_ng_ru: Показать размер файлов

source: Display system load
bs_ng_es: Mostrar cargo del sistema
bs_ng_ru: Показать загрузку системы

source: Display the ruler
bs_ng_es: Mostrar regla
bs_ng_ru: Показать управляющий процесс

source: Display uptime
bs_ng_es: Mostrar tiempo de corrida
bs_ng_ru: Показать аптайм

source: Dot.Prompt
bs_ng_ru: Подтверждения

source: Effective User ID
bs_ng_es: ID efectivo del usuario
bs_ng_ru: Фактический ID пользователя

source: Elite
bs_ng_ru: Элита

source: Empty
bs_ng_es: Vaciar
bs_ng_ru: Пусто

source: Enable Tab-Rotation
bs_ng_es: Activar rotación de tabulador
bs_ng_ru: Включить Tab-Rotation

source: Enable auto-indention
bs_ng_es: Activar Auto-Indentación
bs_ng_ru: Включить авто-отступ

source: Enable autocd
bs_ng_es: Activar autocd
bs_ng_ru: Включить автопереход

source: Enable cd-spell
bs_ng_es: Activar cd-spell
bs_ng_ru: Включить смену дисков

source: Enable cdable vars
bs_ng_es: Activar cdable vars
bs_ng_ru: Включить дисковые переменные

source: Enable checkhash
bs_ng_es: Activar checkhash
bs_ng_ru: Включить проверку хешей

source: Enable checkjobs
bs_ng_es: Activar checkjobs
bs_ng_ru: Включить проверку процессов

source: Enable cmdhist
bs_ng_es: Activar cmdhist
bs_ng_ru: Включить cmdhist

source: Enable completion
bs_ng_es: Activar completación
bs_ng_ru: Включить дополнение

source: Enable dirspell
bs_ng_es: Activar dirspell
bs_ng_ru: Включить проверку каталога

source: Enable filetype indention
bs_ng_ru: Включить определение типов файлов

source: Enable force fignore
bs_ng_es: Activar force fignore
bs_ng_ru: Включить принудительное игнорирование

source: Enable globstar
bs_ng_es: Activar globstar
bs_ng_ru: Включить поиск по шаблону

source: Enable histappend
bs_ng_es: Activar histappend
bs_ng_ru: Включить историю

source: Enable histreedit
bs_ng_es: Activar histreedit
bs_ng_ru: Включить редактирование истории

source: Enable incremental search
bs_ng_es: Buscar incrementalmente
bs_ng_ru: Включить инкрементный поиск

source: Enable no empty cmd comp.
bs_ng_es: Activar no empty cmd comp.
bs_ng_ru: Включить дополнение не пустой команды

source: Enable syntax highlighting
bs_ng_es: Activar resaltado de sintaxis
bs_ng_ru: Включить подсветку синтаксиса

source: Erasedups
bs_ng_ru: Очистка

source: Exclude Hidden Files
bs_ng_es: Excluir Archivos ocultos
bs_ng_ru: Исключить скрытые файлы

source: Executable Files:
bs_ng_es: Archivos ejecutables:
bs_ng_ru: Исполняемые файлы:

source: Export Profile
bs_ng_es: Exportar perfíl
bs_ng_ru: Экспортировать профиль

source: FLAC Audio:
bs_ng_es: Sonido FLAC:
bs_ng_ru: FLAC аудиофайл:

source: Files Amount:
bs_ng_es: Número de archivos:
bs_ng_ru: Количество файлов:

source: Files Size
bs_ng_es: Tamaño de los archivos
bs_ng_ru: Размер файлов

source: Floating Clock
bs_ng_es: Reloj flotante
bs_ng_ru: Плавающие Часы

source: Font
bs_ng_es: Fuente
bs_ng_ru: Шрифт

source: Free Memory
bs_ng_es: Memoría libre
bs_ng_ru: Свободная память

source: Free Memory [%]
bs_ng_es: Memoría libre [%]
bs_ng_ru: Свободная память [%]

source: Free Memory [MB]
bs_ng_es: Memoría libre [MB]
bs_ng_ru: Свободная память [МБ]

source: Free Space [%]
bs_ng_es: Espacio libre [%]
bs_ng_ru: Свободное пространство [%]

source: Free Space [MB]
bs_ng_es: Espacio libre [MB]
bs_ng_ru: Свободное пространство [МБ]

source: Full Hostname
bs_ng_es: Nombre de la máquina
bs_ng_ru: Полное имя хоста

source: Full Workdir
bs_ng_es: Workdir entero
bs_ng_ru: Полный путь к рабочей директории

source: GIF Images:
bs_ng_es: Imágenes GIF:
bs_ng_ru: GIF изображения:

source: GZiped TAR Archive:
bs_ng_es: Archivo GZip TAR:
bs_ng_ru: Архив tar.gz:

source: Generate All RCs
bs_ng_es: Generar Todos los RCs
bs_ng_ru: Сгенерировать все RC файлы

source: Generate BashRC
bs_ng_es: Generar BashRC
bs_ng_ru: Сгенерировать BashRC

source: Generate InputRC
bs_ng_es: Generar InputRC
bs_ng_ru: Сгенерировать InputRC

source: Generate NanoRC
bs_ng_es: Generar NanoRC
bs_ng_ru: Сгенерировать NanoRC

source: Generate VimRC
bs_ng_es: Generar VimRC
bs_ng_ru: Сгенерировать VimRC

source: Generic Files:
bs_ng_es: Archivos genericos:
bs_ng_ru: Файлы:

source: Gobo
bs_ng_ru: Металл

source: Green
bs_ng_es: Verde
bs_ng_ru: Зеленый

source: Have more space for editing
bs_ng_es: Tener más espacio para editar
bs_ng_ru: Выделить больше места для редактрования

source: Hide shortcuts
bs_ng_es: Ocultar abreviaciones
bs_ng_ru: Спрятать ярлыки

source: Highlight current line
bs_ng_es: Destacar línea actual
bs_ng_ru: Подсвечивать текущую строку

source: Highlight matches
bs_ng_es: Destacar resultados
bs_ng_ru: Подсветить совпадения

source: Highlight matching brackets
bs_ng_es: Destacar grafas pares
bs_ng_ru: Подсветить парные скобки

source: History Blacklist
bs_ng_es: Lista negra Historía
bs_ng_ru: Черный список истории

source: History Size
bs_ng_es: Tamaño de la historía
bs_ng_ru: Размер истории

source: Horizontal completion
bs_ng_es: Completación horizontal
bs_ng_ru: Горизонтальное дополнение

source: Hostname
bs_ng_es: Nombre de máquina
bs_ng_ru: Хост

source: Iceblue
bs_ng_es: Hielo azul
bs_ng_ru: Светло-голубой

source: Ignore case
bs_ng_es: Ignorar letra minúscula/mayúscula
bs_ng_ru: Игнорировать регистр

source: Ignoreboth
bs_ng_es: Ignorar ambos
bs_ng_ru: Игнорировать все

source: Ignoredups
bs_ng_es: Ignorar duplicados
bs_ng_ru: Игнорировать

source: Ignorespace
bs_ng_es: Ignorar espacios en blanco
bs_ng_ru: Игнорировать пробелы

source: Impact
bs_ng_ru: Столкновение

source: Include Hidden Files
bs_ng_es: Incluir Archivos ocultos
bs_ng_ru: Включить скрытые файлы

source: Insert Symbolic Color:
bs_ng_es: Insertar color simbólico:
bs_ng_ru: Включить цвет символов:

source: Inverted
bs_ng_es: Invertida
bs_ng_ru: Инвертированный

source: JPEG Images:
bs_ng_es: Imágenes JPEG:
bs_ng_ru: JPEG изображения:

source: Job
bs_ng_es: Oficio
bs_ng_ru: Задачи

source: Jump back to last position
bs_ng_es: Saltar a la última posición
bs_ng_ru: Вернуться на последнюю позицию

source: Load Average:
bs_ng_es: Carga Media:
bs_ng_ru: Использование ресурсов:

source: Log Files:
bs_ng_es: Archivos de registro:
bs_ng_ru: Логи:

source: MP3 Audio:
bs_ng_es: Audio MP3:
bs_ng_ru: MP3 аудиофайл:

source: Magenta
bs_ng_ru: Пурпурный

source: Mark directories
bs_ng_es: Marcar carpetas
bs_ng_ru: Пометить директории

source: Mark modified history lines
bs_ng_es: Marcar archivos modificadas de la historía
bs_ng_ru: Пометить измененые строки в истории

source: Mark symbolic directories
bs_ng_es: Marcar carpetas simbólicos
bs_ng_ru: Пометить символические директории

source: Match case smartly
bs_ng_es: Coincidir mayúsculas y minúsculas inteligentemente
bs_ng_ru: Пометить умное совпадение

source: Match case-insensitivley
bs_ng_es: Coincidir Non Mayúsculas y minúsculas
bs_ng_ru: Пометить регистронезависимое совпадение

source: Match hidden files
bs_ng_es: Coincidir archivos ocultos
bs_ng_ru: Совпадающие скрытые файлы

source: Maximum PWD length
bs_ng_es: Longitud máxima PWD
bs_ng_ru: Максимальная длина отображения пути

source: Minimal
bs_ng_es: Mínimo
bs_ng_ru: Минимальный

source: Mostlike
bs_ng_es: Como la mayoría
bs_ng_ru: Наиболее подходящий

source: Nebula
bs_ng_es: Nebulosa
bs_ng_ru: Туманность

source: Nightshade
bs_ng_es: Hierba mora
bs_ng_ru: Паслен

source: None
bs_ng_es: Nada
bs_ng_ru: Нет

source: Normal
bs_ng_ru: Нормальный

source: Number of Processes
bs_ng_es: Numero de procesos
bs_ng_ru: Число процессов

source: OGG Vorbis Audio:
bs_ng_ru: OGG аудиофайл:

source: Ocher
bs_ng_es: Ocre
bs_ng_ru: Охра

source: Orange
bs_ng_es: Naranja
bs_ng_ru: Оранжевый

source: PNG Images:
bs_ng_es: Imagenes PNG:
bs_ng_ru: PNG изображения:

source: PS2 PS3 and PS4
bs_ng_es: PS2 PS3 y PS4
bs_ng_ru: PS2 PS3 и PS4

source: PWD cut char
bs_ng_es: PWD corte char
bs_ng_ru: Обрезать лишние символы при выводе пути

source: Path
bs_ng_es: Ruta
bs_ng_ru: Путь

source: Pink
bs_ng_es: Rosado
bs_ng_ru: Розовый

source: Place in PS1
bs_ng_es: Estacionar en PS1
bs_ng_ru: Поместить в PS1

source: Place in P_C
bs_ng_es: Posicionar en P_C
bs_ng_ru: Поместить в P_C

source: Power-User
bs_ng_ru: Привелегированный пользователь

source: Purple
bs_ng_es: Purpúreo
bs_ng_ru: Сиреневый

source: Quirk
bs_ng_es: Capricho
bs_ng_ru: Завиток

source: RAR Archive:
bs_ng_es: Archivo RAR:
bs_ng_ru: Архив rar:

source: Red
bs_ng_es: Rojo
bs_ng_ru: Красный

source: RedHat Packages:
bs_ng_es: Paquetes RPM:
bs_ng_ru: Пакеты Red Hat:

source: Redo
bs_ng_es: Rehacer
bs_ng_ru: Повторить

source: Reload Terminal
bs_ng_es: Reinicar la Terminal
bs_ng_ru: Перезагрузить терминал

source: Reset Bash's History
bs_ng_es: Resetear historía de Bash
bs_ng_ru: Сбросить историю bash

source: Restore an previously exported profile
bs_ng_es: Restaurar un perfil previamente exportado
bs_ng_ru: Восстановить предыдущий экспортированный профиль

source: Scroll horizontally
bs_ng_es: Desplazar horizontalmente
bs_ng_ru: Горизонтальный скролл

source: Search case-sensitivley
bs_ng_es: Buscar Non-Mayúsculas/Minúsculas
bs_ng_ru: Регистрочувствительный поиск

source: Separator
bs_ng_es: Separador
bs_ng_ru: Разделитель

source: Set Timeout (in seconds)
bs_ng_es: Definir Timeout (en segundos)
bs_ng_ru: Установить таймаут (сек.)

source: Shell Level
bs_ng_es: Nivel de Shell
bs_ng_ru: Уровень оболочки

source: Show matches if ambiguous
bs_ng_es: Mostrar coincidencias si ambiguos
bs_ng_ru: Показать предположительные совпадения

source: Show stats
bs_ng_es: Mostrar estadísticas
bs_ng_ru: Показать статистику

source: Silver
bs_ng_es: Plateado
bs_ng_ru: Серебристый

source: Smoothblue
bs_ng_es: Azúl suave
bs_ng_ru: Нежно-голубой

source: Smoothgreen
bs_ng_es: Verde suave
bs_ng_ru: Нежно-зеленый

source: Sputnik
bs_ng_ru: Спутник

source: TAR Archive:
bs_ng_es: Archivo TAR:
bs_ng_ru: Архив tar:

source: This will export your profile to ~/bashstyle/profile-[DATE]
bs_ng_es: Esto va a exportar su perfíl a ~/bashstyle/profile-[DATE]
bs_ng_ru: Ваш профиль будет экспортирован в ~/bashstyle/profile-[DATE]

source: Time
bs_ng_es: Tiempo
bs_ng_ru: Время

source: Trunced Workdir
bs_ng_ru: Рабочая директория

source: Turqoise
bs_ng_es: Turquesa
bs_ng_ru: Малахит

source: Underlined
bs_ng_es: Subrayado
bs_ng_ru: Подчеркнутый

source: Undo
bs_ng_es: Deshacer
bs_ng_ru: Отменить

source: Uptime
bs_ng_ru: Аптайм

source: Use BashStyle-NG
bs_ng_es: Usar BashStyle-NG
bs_ng_ru: Использовать BashStyle-NG

source: Use NanoCFG
bs_ng_es: Usar NanoCFG
bs_ng_ru: Использовать NanoCFG

source: Use ReadlineCFG
bs_ng_es: Usar ReadlineCFG
bs_ng_ru: Использовать ReadlineCFG

source: Use VimCFG
bs_ng_es: Usar VimCFG
bs_ng_ru: Использовать VimCFG

source: Use a custom prompt
bs_ng_es: Usar Prompt propio
bs_ng_ru: Использовать стандартные подсказки

source: Use bold text
bs_ng_es: Usar texto marcado
bs_ng_ru: Использовать жирный текст

source: Use random style
bs_ng_es: Usar estílo aleatorio
bs_ng_ru: Использовать случайный стиль

source: Used Memory
bs_ng_es: Memoría en uso
bs_ng_ru: Используемая память

source: Used Memory [%]
bs_ng_es: Memoría en uso [%]
bs_ng_ru: Используемая память [%]

source: Used Memory [MB]
bs_ng_es: Memoría en uso [MB]
bs_ng_ru: Используемая память [МБ]

source: Used Space [%]
bs_ng_es: Espacio en uso [%]
bs_ng_ru: Используемое пространсво [%]

source: Used Space [MB]
bs_ng_es: Espacio usado [MB]
bs_ng_ru: Используемое пространство [МБ]

source: Username
bs_ng_es: Nombre de usario
bs_ng_ru: Имя пользователя

source: Vector
bs_ng_ru: Вектор

source: Via ACPI
bs_ng_ru: Через ACPI

source: Via APM
bs_ng_ru: Через APM

source: Visible
bs_ng_ru: Видимый

source: Welcome Message
bs_ng_es: Mensaje de bienvenida
bs_ng_ru: Приветствие

source: White
bs_ng_es: Blanco
bs_ng_ru: Белый

source: Winered
bs_ng_es: Vino tinto
bs_ng_ru: Вино

source: Wombat
bs_ng_ru: Вомбат

source: Workdir
bs_ng_es: Directorio de Trabajo
bs_ng_ru: Рабочая директория

source: Yellow
bs_ng_es: Amarillo
bs_ng_ru: Желтый

source: ZIP Archive:
bs_ng_es: Archivo ZIP:
bs_ng_ru: Архив zip:

source: for 1 minute
bs_ng_es: por 1 minuto
bs_ng_ru: за 1 минуту

source: for 10 minutes
bs_ng_es: por 10 minutos
bs_ng_ru: за 10 минут

source: for 15 minutes
bs_ng_es: por 15 minutos
bs_ng_ru: за 15 минут

source: $ (# if root)
bs_ng_es: $ (# si root)

source: rulerformat =
bs_ng_es: linealformat =
