Repository: Arthur2e5/bashstyle-ng
Catalog: translations/po/nx-rc-*.po
Languages: de

source: BashStyle-NG: Started from GDM -- exiting
de: BashStyle-NG: Von GDM gestartet -- beende

source: BashStyle-NG Starting
de: BashStyle-NG Starte

source: BashStyle-NG Prefix:
de: BashStyle-NG Präfix:

source: BashStyle-NG Debugging: Enabled
de: BashStyle-NG Debugging: Aktiv

source: BashStyle-NG Logfile:
de: BashStyle-NG Logdatei:

source: BashStyle-NG Setting: Alias
de: BashStyle-NG Setze: Alias

source: BashStyle-NG Loading:
de: BashStyle-NG Lade:

source: BashStyle-NG: Exiting
de: BashStyle-NG: Beende

source: BashStyle-NG Setting:
de: BashStyle-NG Setze

source: BashStyle-NG Loading: Fist-Run-Wizard Settings
de: BashStyle-NG Lade: Erststartdialog

source: BashStyle-NG Loading: Custom Settings
de: BashStyle-NG Lade: Persönliche Einstellungen

source: BashStyle-NG Setting: Style Random
de: BashStyle-NG Setze: Stil Zufall

source: BashStyle-NG Setting: Style Custom
de: BashStyle-NG Setze: Stil Benutzerdefiniert

source: BashStyle-NG Setting: Style
de: BashStyle-NG Setze: Stil

source: BashStyle-NG Setting: Style Fallback
de: BashStyle-NG Setze: Stil Fallback

source: BashStyle-NG Setting: Tab-Rotation On
de: BashStyle-NG Setze: Tab-Rotation An

source: BashStyle-NG Setting: Tab-Rotation Off
de: BashStyle-NG Setze: Tab-Rotation Aus

source: BashStyle-NG Setting: Welcome Message
de: BashStyle-NG Setze: Willkommensgruß
